abdownloadmanager-bin
cls
dracula-dircolors-git
dracula-gtk-theme-full
guile-gash
hyprcursor-dracula-kde-git
hyprsysteminfo
jdtls
librespot
matugen-bin
otf-takao
pipes-rs
python-jxlpy
python-lynxpresence
python-tekore
python-tidalapi
rar
spacecadetpinball-bin
ttf-ms-win11-auto
ttf-ms-win11-auto-japanese
ttf-ms-win11-auto-other
ttf-ms-win11-auto-sea
wifi-qr
x86-64-level
xwaylandvideobridge
zshbinsh
