accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-oss
alsa-plugins
alsa-tools
alsa-utils
amd-ucode
ani-cli
ant
anthy
antimicrox
antiword
appimagelauncher
arch-install-scripts
archlinux-wallpaper
argyllcms
aribb25
arj
arrpc
aspell
assimp
atomicparsley
audacity
autopep8
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bat
bc
bibata-cursor-theme
bibata-cursor-translucent
bibata-extra-cursor-theme
biber
bigsh0t
bind
blas-openblas
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-mesh
bluez-obex
bluez-tools
bluez-utils
bottom
bpftune-git
brightnessctl
btop
btrfs-assistant-git
btrfs-progs
bzip3
cabextract
cachy-chroot
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-sysctl-manager
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
calc
cargo-about
cargo-asm
cargo-audit
cargo-auditable
cargo-binstall
cargo-bloat
cargo-bundle-licenses
cargo-c
cargo-cache
cargo-clone
cargo-deb
cargo-dist
cargo-docs-rs
cargo-expand
cargo-fuzz
cargo-generate
cargo-generate-rpm
cargo-license
cargo-make
cargo-modules
cargo-release
cargo-wizard
cargo-zigbuild
catdoc
cava
cdrdao
cdrtools
cfitsio
chafa
chaotic-keyring
chaotic-mirrorlist
char-white
checkbashisms
chwd
cinnamon-translations
clinfo
cliphist
cloudflare-warp-bin
cmake
cmark
cmatrix
cmus
colord
colord-sane
colorgcc
composer
cpanminus
cpio
cpupower
cryptsetup
cups
cups-filters
cups-pdf
cython
db
dconf-editor
dcraw
devhelp
devhelp-docs
device-mapper
dhclient
dialog
diffutils
discord
djvulibre
dmidecode
dmraid
dnsmasq
dosfstools
dos2unix
dotnet-host-bin
dotnet-runtime-bin
dotnet-sdk-bin
dotnet-targeting-pack-bin
downgrade
dpkg
dracula-cursors-git
dracula-icons-git
drawio-desktop
duf
dust
dvdauthor
dvgrab
e2fsprogs
edk2-shell
efibootmgr
efitools
emacs-wayland
espeak-ng
ethtool
exfatprogs
exiv2
expac
extra-cmake-modules
f2fs-tools
fastfetch
fastjar
festival
ffmpegthumbnailer
firewalld
flatpak
flatpak-builder
flatpak-xdg-utils
flatseal
flite
flowblade
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
fwupd
fwupd-efi
gamemode
gamescope
gavl
gcc-fortran
gdb
geoclue
geocode-glib
geocode-glib-2
ghostscript
gimp
git
github-cli
gjs
gl2ps
glances
glaxnimate
glaze
gnome-keyring
gnome-themes-extra
go
gpart
gparted
gptfdisk
gradle
gradle-doc
gradle-src
graphviz
greetd
greetd-regreet
groovy
grub
grub-btrfs-support
grub-hook
gsfonts
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gtk-engines
gunicorn
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
harvid
haskell-diff
haskell-fgl
haveged
hdf5
hdparm
helvum
hplip
hspell
hunspell
hwdetect
hwinfo
hypridle
hyprland-protocols
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
ibus
icu69
img2pdf
inetutils
innoextract
inotify-tools
ipp-usb
iptables-nft
ipython
ispell
java-hamcrest
java-rhino
jdk17-openjdk
jdk21-openjdk
jfsutils
joyutils
junit
jxrlib
karchive5
kdeclarative
kdeconnect
kdenlive
kimageformats
kimageformats5
kitty
kotlin
krita
krita-plugin-gmic
kseexpr
kvantum
kvantum-qt5
ladspa
lazygit
less
lesspipe
lhasa
lib32-fluidsynth
lib32-gamemode
lib32-gst-plugins-base
lib32-libdecor
lib32-libpulse
lib32-mesa
lib32-opencl-mesa
lib32-pcsclite
lib32-pipewire-v4l2
lib32-sdl12-compat
lib32-sdl2-compat
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl3
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-v4l-utils
lib32-vkbasalt
lib32-vkd3d
lib32-vulkan-radeon
libao
libappimage
libappindicator-gtk2
libappindicator-gtk3
libburn
libcdio-paranoia
libchamplain
libcmatrix
libdbusmenu-qt5
libdvdcss
libgnome-keyring
libgoom2
libgsf
libgusb
libgxps
libid3tag
libindicator-gtk2
libisofs
libjpeg6-turbo
libkate
liblas
liblo-docs
libmad
libmp4v2
libnpupnp
liboauth
libopenraw
libportal-docs
libportal-qt5
libportal-qt6
libspectre
libtiger
libutempter
libva-utils
libvoikko
libwnck3
libxdp
linux-cachyos
linux-cachyos-headers
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
lirc
litehtml
live-media
lldb
llvm20
logrotate
lrzip
lsb-release
lsd
lshw
lsscsi
lttng-ust
lua-lgi
lua-sec
lua-socket
lua51-lgi
luarocks
lvm2
lzop
man-db
man-pages
mariadb-libs
mathjax
mathjax2
maven
mdadm
mediainfo
meld
mesa-utils
meson
micro
mkinitcpio
modemmanager
modrinth-app-git
movit
mtools
mupdf-tools
nano
nano-syntax-highlighting
nemo
nemo-audio-tab
nemo-emblems
nemo-fileroller
nemo-image-converter
nemo-pastebin
nemo-preview
nemo-python
nemo-qml-plugin-configuration
nemo-qml-plugin-notifications
nemo-seahorse
nemo-share
neo-matrix-git
neovide
neovim
neovim-lspconfig
neovim-qt
neovim-symlinks
netcdf
netcdf-cxx
netcdf-fortran
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
new-session-manager
nfs-utils
nilfs-utils
ninja
nm-connection-editor
nodejs
noise-suppression-for-voice
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nuspell
nvm
nvme-cli
nwg-displays
nwg-look
obs-backgroundremoval
obs-gstreamer
obs-studio
obs-vaapi
obs-vkcapture-git
ocaml
octopi
odt2txt
onlyoffice-bin
opencl-mesa
opencv
opencv-samples
opendesktop-fonts
openimagedenoise
openjdk17-doc
openjdk17-src
openjdk21-doc
openjdk21-src
openmp
openslide
openssh
opusfile
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-libertinus
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pandoc-cli
pandoc-crossref
paru
pass
pavucontrol-qt
pdfjs
perl
perl-file-homedir
perl-ipc-system-simple
perl-tk
perl-yaml-tiny
perlbrew
picard
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
pix
pkgfile
plocate
plymouth
pnpm
polkit-kde-agent
poppler-glib
poppler-qt5
power-profiles-daemon
powerline
powershell-bin
prismlauncher
prison
profile-sync-daemon
projectm
projectm-sdl
proton-vpn-gtk-app
pv
pyright
pyside6
pyside6-tools
python
python-adblock
python-aiodns
python-atspi
python-aubio
python-babel
python-beautifulsoup4
python-black
python-blosc
python-bottle
python-bottleneck
python-brotli
python-brotlicffi
python-build
python-cairocffi
python-cchardet
python-click-completion
python-cssselect
python-defusedxml
python-django
python-docutils
python-evdev
python-falcon
python-fastapi
python-fastjsonschema
python-fastnumbers
python-findpython
python-flake8
python-flask
python-fs
python-fsspec
python-genshi
python-gpgme
python-grpcio-tools
python-h2
python-html2text
python-installer
python-jinja
python-keyring
python-keyrings-alt
python-linkify-it-py
python-lxml
python-lxml-docs
python-lxml-html-clean
python-lz4
python-matplotlib
python-mccabe
python-mpi4py
python-mutagen
python-myst-parser
python-netifaces
python-notify2
python-numba
python-numexpr
python-openpyxl
python-outcome
python-packaging
python-pam
python-pandas
python-pandas-datareader
python-paramiko
python-pefile
python-pickleshare
python-pillow-avif-plugin
python-pip
python-pipx
python-protobuf
python-psycopg
python-psycopg2
python-pyalsa
python-pyarrow
python-pychromecast
python-pycodestyle
python-pycryptodome
python-pycryptodomex
python-pydocstyle
python-pyflakes
python-pygit2
python-pygments
python-pyicu
python-pyinotify
python-pylint
python-pymongo
python-pymysql
python-pynvim
python-pyqt5
python-pyqt6
python-pysocks
python-pytest
python-pywal
python-pyxattr
python-rapidfuzz
python-reportlab
python-rich
python-rope
python-rpds-py
python-scipy
python-secretstorage
python-simplejson
python-snappy
python-socksio
python-sqlalchemy
python-symengine
python-sympy
python-tabulate
python-tornado
python-trio
python-truststore
python-unicodedata2
python-uv
python-uvloop
python-vdf
python-virtualenv
python-weasyprint
python-websockets
python-whatthepatch
python-wxpython
python-xarray
python-xattr
python-xcffib
python-xkbcommon
python-xlrd
python-xlsxwriter
python-xlwt
python-yaml
python-zstandard
qbittorrent-enhanced
qrcodegencpp-cmake
qt5-3d
qt5-charts
qt5-connectivity
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-websockets
qt5-xmlpatterns
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-tools
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
qt6pas
qutebrowser
r
radeontool
radeontop
rbenv
rebuild-detector
recordmydesktop
reflector
reshade-shaders-git
ripgrep
rofi-wayland
rpmextract
rsync
rtaudio
rtkit
ruby
ruby-bundled-gems
ruby-default-gems
ruby-docs
ruby-stdlib
rust
rust-src
s-nail
sane
sane-airscan
sbctl
scala
scala-docs
scala-sources
sdl12-compat
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sdl_gfx
sdl_image
sdl_mixer
sdl_net
sdl_sound
sdl_ttf
seahorse
sg3_utils
shellcheck
smartmontools
snapper
socat
sof-firmware
sox
speech-dispatcher
speedtest++
speedtest-cli
splix
squashfs-tools
sshfs
steam
sudo
sway-contrib
swaybg
swayfx
swayidle
swaylock
swaync
switcheroo-control
sysfsutils
system-config-printer
tauon-music-box
tealdeer
tectonic
telegram-desktop
terminus-font
texinfo
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-xetex
tk
toilet
tpm2-abrmd
tpm2-tools
traceroute
trash-cli
tree-sitter-bash
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
ts-node
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-croscore
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-linux-libertine
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
ueberzugpp
ufw
umu-launcher
unixodbc
unrtf
unzip
update-grub
upower
usb_modeswitch
usbguard
usbutils
uwsm
vcdimager
vdpauinfo
ventoy-bin
vesktop
visual-studio-code-bin
visualvm
vkbasalt
vkd3d
vlc
vlc-plugins-all
vlc-plugins-extra
vtk
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
wallutils
wavpack
waybar
wayland-pipewire-idle-inhibit
wayland-protocols
wayland-utils
wdiff
webkitgtk-6.0
wev
wget
which
wireless-regdb
wireplumber
wl-clip-persist
wl-clipboard
wl-clipboard-x11
wofi
wpa_supplicant
xampp
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils-cxx
xdotool
xdp-tools
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xjadeo
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwayland-satellite
yapf
yarn
yay
yt-dlp
zen-browser-bin
zip
zoom
zoxide
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-lovers
zsh-syntax-highlighting
zshdb
